{
	"title": "Twenty One Pilots",
	"autor": "wolfik",
	"prevText" : "Twenty One Pilots  is an American musical duo from Columbus, Ohio. The band was formed in 2009 by lead vocalist Tyler Joseph along with former members Nick Thomas and Chris Salih, who left in 2011, and currently consists of Joseph and drummer Josh Dun. The duo rose to fame in 2015 after several years of touring and independent releases.",
	"prevImg": "content/post3.jpeg",
	"body": ["Twenty One Pilots  is an American musical duo from Columbus, Ohio. The band was formed in 2009 by lead vocalist Tyler Joseph along with former members Nick Thomas and Chris Salih, who left in 2011, and currently consists of Joseph and drummer Josh Dun. The duo rose to fame in 2015 after several years of touring and independent releases.",
		"They put out two self-released albums, Twenty One Pilots in 2009 and Regional at Best in 2011, before being signed by Fueled by Ramen in 2012. Their label debut, Vessel, was released in 2013. The duo achieved breakthrough success with their fourth album, Blurryface (2015), which produced the successful singles \"Stressed Out\" and \"Ride\". In addition, the single \"Heathens\", recorded for the soundtrack of the film Suicide Squad, made the group the first alternative artist to have two concurrent top ten singles in the US. The duo's fifth studio album, Trench, was released on October 5, 2018. They have won a Grammy Award for Best Pop Duo/Group Performance.",
		"Although the members of the band, past and present, are Christians, and their songs often contain some allusions to religious themes, Twenty One Pilots do not consider themselves to be a Christian band.",
		"The band's musical style has been described as alternative hip hop, electropop, indie pop, pop rock, rock, pop, electronica, electronic rock, emo rap, indie rock, pop-rap, hip hop, indietronica, psychedelic, reggae, rap rock, and alternative rock.",
		"Ultimately, it is difficult to categorize the band using a single genre only, since they bridge so many of them. This has been attributed partly to the fact that both Joseph and Dun are self-taught musicians, meaning that while producing their work they broke many musical conventions that they were not aware of, including staying confined to a single genre of music.",
		"Instrumentally, Twenty One Pilots bring a mix of piano (sometimes an electronic keyboard or a keytar), synthesizers, drums (sometimes mixed with electronic drums), vocals, organs, bass, and occasionally the ukulele, guitar and trumpet. Lyrically, their songs are written by Joseph, who incorporates both sung and rapped lyrics. Music journalist Carl Wilson has noted that Joseph's rapping is often compared to that of Macklemore, yet he wrote \"but among the ranks of post-Eminem white rappers, I find Joseph more probing, sardonic, and expressive.\"[174] Joseph has stated that he had never intended to become a rapper, but that when attempting to fit poetry which he had written with music, he found that rapping elements of it was the only way for it to fit within the song."],
	"category": "Музыка"
}